Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/styrker-felleskapet.html.tmx
Source language: nob
Languages: sme

source: Styrker felleskapet
sme: 01. Njukčamánnu 2016

source: Sametingspresident Aili Keskitalo deltar på Arctic Winter Games i Grønlands hovedstad Nuuk 06. – 11. mars.
sme: Sámedikki presideanta Aili Keskitalo oasálasttá Arctic Winter Games gilvvuid Nuuk gávpogis Ruonáeatnamis njukčamánu 06. – 11.

source: Fra Sápmi reiser 24 skiløpere, 9 fotballspillere, 3 kulturrepresentanter og ti ledere til lekene i Arctic Winter Games som begynner på Grønland 06. mars.
sme: Sámis vulget 24 čuogi, 9 spabbačiekči, 3 kulturovddasteaddji ja logi jođiheaddji Arctic Winter Games gilvvuide mat álget Ruonaeatnamis sotnabeaivvi njukčamánu 6.beaivvi.

source: Sametingspresident Aili Keskitalo sier at konkurransene er viktige for ungdommen, da de får mulighet til å bli kjent med andre urfolksungdom og kulturer.
sme: Loga eambbo: http://awg2016.org Sámedikki presideanta Aili Keskitalo lohká gilvvut dehálaččat nuoraide, go besset oahpásmuvvat eará álgoálbmotnuoraide ja kultuvrraide.

source: -Hun gleder seg til å reise fordi ungdommen har stor iver og glede.
sme: -Son illudat vuolgit, go nuorain lea stuorra mokta ja illu.

source: Lekene er med på å styrke vårt samkvem med andre urfolksbrødre- og søstre.
sme: Gilvvut leat mielde nannemin min oktavuođaid eará álgoálbmot vielljaide ja oappáide.

source: Lekene er også med på å styrke vår unges identitet som samer og urfolk, sier Sametingspresident Aili Keskitalo.
sme: Gilvvut leat maid mielde nannemin min nuoraid iežaset sámi ja álgoálbmot identitehta, lohká Sámedikki presideanta Aili Keskitalo.

source: Samisk ungdom har deltatt på Arctic Winter Games siden 2004.
sme: Sámi nuorat leat oassálastán Arctic Winter Games:ii 2004 rájes.

source: For mer informasjon: Sametingets president Aili Keskitalo, 971 29 305
sme: Eanet dieđut: Sámedikki presideanta Aili Keskitalo, 971 29 305
